{"game_name":"Nuke World","game_and_rtp":"Nuke World (RTP ${rtp}%)","popup_you_prize":"YOUR PRIZE","intro_event_description_1":"The Bomb attracts itself symbols of the same type","intro_event_description_2":"Destroying 3 lines of symbols diagonally and filling the middle line with Wild symbols","intro_event_description_3":"Laser destroying low paying symbols and turning Bomb symbols into Wild symbols","intro_event_description_4":"The bullet rebounds against 6 Bomb symbols, replacing them with Wild symbols","intro_boss_description_1":"All Bomb symbols of the same random type are moved to the centre of the reels","intro_boss_description_2":"2 or 3 random types of low paying symbols are converted into Bomb symbols of the corresponding color","intro_boss_description_3":"3 or 4 random Bomb symbols turn into a Wild, and destroy symbols vertically and horizontally, turning more Bombs into Wilds","intro_boss_description_4":"4x4 sized Bomb symbol appears on a reel as a Wild. First, it splits into two 2x2 Wilds, and then separates into 6 Wilds","title_slide_2":"BOSS EVENTS","payout_rules_description":"The winning combination is formed when 5 or more matching symbols are arranged either vertically or horizontally on adjacent reels.\nThe winning symbols explode and disappear and the new symbols drop into the vacant places, potentially creating more wins.\nAdditional drops continue until there are no more wins on the reels.\nThe win for a combination is equal to the coefficient for the corresponding number of symbols multiplied by the bet.\nOnly the highest win in each winning combination is paid.\nMalfunction voids all pays and plays.","rules_welcome_to_game":"Welcome to the Nuke World rules!","rules_game_specification":"Nuke World is a Match 3 video slot that contains 7 reels and 7 rows.\nThe game has 8 regular symbols, Wild symbol, Wild substitution, 4 types of Random Events and 4 types of Bonus features.\nThere are no paylines in the game.\nThe objective is to spin the reels so that the identical symbols form the winning groups.\nThe more symbols in each group, the bigger win can be gained.\nThe required number of symbols to create a winning group and win coefficient are displayed in the Paytable.","rules_drop_feature_title":"Drop mechanic","rules_drop_feature_descriptions":"After clicking the Spin button, the symbols drop into the reels positions and a game round is started.\nWinning combination starts additional drops - the winning symbols explode and disappear and new symbols drop into the vacant places, potentially creating more wins.\nAdditional drops continue until there are no more wins.\nThe game round continues until there are no more drops.","rules_wild_feature_title":"Wild Symbol","rules_wild_feature_descriptions":"Wild symbol substitutes for all symbols.\nWild symbol can not transform into a Big or Huge Bomb symbol.\nThe Wild symbol can appear on the reels only during the Random events or Boss events.","rules_big_bomb_feature_title":"Big Bomb Symbol","rules_big_bomb_feature_descriptions":"4 matching Bomb symbols, adjacent to each other in a square shape automatically transform into a Big Bomb symbol.\nIf the Big Bomb symbol participates in a winning combination then it gives a x2 multiplier.\nBomb symbols transform into a Big Bomb symbol after random or boss events have been triggered.\nOnly the highest bomb multiplier that participates in a winning combination is paid.","rules_huge_bomb_feature_title":"Huge Bomb Symbol","rules_huge_bomb_feature_descriptions":"9 matching Bomb symbols, adjacent to each other in a square shape automatically transform into a Huge Bomb symbol.\nWhen Huge Bomb symbol participates in a winning combination then it gives a x5 multiplier.\nBomb symbols transform into a Huge Bomb symbol after random or boss events have been triggered.\nOnly the highest bomb multiplier that participates in a winning combination is paid.","rules_ultimate_feature_title":"Ultimate","rules_ultimate_feature_descriptions":"The Ultimate Power of Captain Fox is triggered after 15 symbols take part in a winning combination.\nAfter the Ultimate Power is triggered, the enemy is defeated and his Bonus Event is triggered.","rules_fox_feature_title":"Fox Features","rules_fox_feature_descriptions":"There are 4 kinds of Random Events in the main game, that can be activated after any lose spin.\nThese events increase the chance to form a new winning combinations.","rules_vortex_feature_title":"VORTEX","rules_vortex_feature_descriptions":"Captain Fox throws a bomb into the centre of the reels.\nThe Bomb attracts all the symbols of the same type.\nThe symbol that is attracted by the Bomb is randomly selected.","rules_eviscerate_feature_title":"EVISCERATE","rules_eviscerate_feature_descriptions":"Captain Fox cuts the reels diagonally.\nCaptain Fox cuts 3 lines of symbols diagonally, destroying 2 of them and filling the middle line with Wild symbols.","rules_flare_feature_title":"FLARE","rules_flare_feature_descriptions":"Captain Fox shoots with a laser, destroying low paying symbols and turning Bomb symbols into Wild symbols.\nCaptain Fox always shoots with a laser through the fifth row.","rules_ricochet_feature_title":"RICOCHET","rules_ricochet_feature_descriptions":"Captain Fox shoots from his pistol, the bullet randomly rebounds against 6 Bomb symbols, replacing them with Wild symbols.","rules_boss_events_feature_descriptions":"The game has 4 types of Bonus Events.\nEach of the Bosses is assigned a specific event, which are unlocked once the Ultimate Power of Captain Fox has been activated and all winnings have been evaluated.\nUltimate Power of Captain Fox activated only after all winning combinations have been evaluated.","rules_pangolin_feature_title":"PANGOLIN","rules_pangolin_feature_descriptions":"After the death of the Boss, all Bomb symbols of the same random type are moved to the centre of the reels.\nSymbol of the Bomb that is moved to the centre of the reels is randomly selected.","rules_chameleon_feature_title":"CHAMELEON","rules_chameleon_feature_descriptions":"After the death of the Boss, 2 or 3 random types of low paying symbols are selected.\nSelected low paying symbols turn into Bomb symbols of their respective color.","rules_rooster_feature_title":"ROOSTER","rules_rooster_feature_descriptions":"After the death of the Boss, 3 or 4 random Bomb symbols turn into a Wild and destroy symbols vertically and horizontally.\nExplode can turn more Bomb into a Wild symbols.\nThe maximum number of Bomb symbols that can turn into a Wild symbols after explode is 4.","rules_rhino_feature_title":"RHINO","rules_rhino_feature_descriptions":"After the death of the Boss, a Giant 4x4 Bomb falls on reels and plays as a Wild symbol.\nThe Bomb collapses with each new cascade of symbols.\nFirst, it splits into two 2x2 Wild symbols, and then separates into 6 Wild symbols.\nWild Bomb symbol can not transform into a Big or Huge Bomb symbol.\nWhen Wild Bomb symbol appear on a reels it replaces all symbols.\n4x4 and 2x2 Wild Bomb symbol has no multiplier.","calculate":"HOW TO CALCULATE THE WINNING COMBINATION","calculate_description":"5 or more matching symbols connected either vertically or horizontally is a winning combination.\nCount the number of identical symbols that form a winning combination.\nCheck the coefficient for the corresponding number of symbols shown in the Paytable.\nWinning combination is equal to the coefficient multiplied by the bet.\nOnly the highest win in the winning group is paid.","rtp_description":"The overall theoretical return to player is ${rtp}%.","rules_dated":"Malfunction voids all pays and plays.\nGame rules dated 07.10.2019."}