{"game_name":"Tree of Light","game_and_rtp":"Tree of Light (RTP ${rtp}%)","popup_you_win":"YOU WON","popup_pattern_1_info":"Complete this Pattern to receive additional 5 Free Spins.","popup_pattern_2_info":"Complete this Pattern to receive additional 3 Free Spins.","popup_pattern_3_info":"Complete this Pattern to trigger Bonus game.","bonus_tree_info":"Choose one fruit","paytable_scroll_feature_description":"Scroll symbol appears randomly outside of reel zone.\nLanding 1 Scroll symbol in the main game triggers 7 Free Spins.\nFree Spins are played with the same bet as the spin that activates Free Spins.","paytable_magic_pattern_1_title":"Magic Pattern №1","paytable_magic_pattern_1_description":"During Free Spins three middle reels synchronize after each Free Spin. Three middle reels synchronize and always show the same combination of three symbols. For example, if the second reel shows a red rune, a blue rune and a green rune, then both the third and fourth reels will also show the red rune, the blue rune and the green rune.\n","paytable_magic_pattern_2_title":"Magic Pattern №2","paytable_magic_pattern_2_description":"During Free Spins three middle reels synchronize and 2 random low paying symbols turn Wild after each Free Spin.\n","paytable_magic_pattern_3_title":"Magic Pattern №3","paytable_magic_pattern_3_description":"During Free Spins three middle reels synchronize, 2 random low paying symbols turn Wild and expand over the reels after each Free Spin.","payout_rules_description":"The winning combination is formed when the identical symbols are arranged successively from both leftmost to right and rightmost to left.\nThe win for a combination is equal to the coefficient for the corresponding number of symbols multiplied by the bet.\nOnly the highest win on each payline, in each direction, is paid.\nMalfunction voids all pays and plays.","rules_welcome_to_game":"Welcome to Tree of Light rules!","rules_game_specification":"Tree of Light is a 5 reels, 3 rows and 10 fixed paylines slot.\nThe game has 8 regular symbols, Wild symbol, Scroll symbol, Wild Replace, Free Spins game, win multiplier and Bonus game.\nThe objective is to spin the reels so that the symbols form a winning combination on the existing paylines.\nA winning combination of identical symbols is formed in sequence from both leftmost to right and rightmost to left.\nSo, 5 of kind are paid out twice, from both leftmost to right and rightmost to left.\nThe more matching symbols lined up the greater the win.\nThe required number of symbols for creating a winning combination, win coefficient, and paylines are displayed in the Paytable.","rules_scroll_feature_title":"Scroll symbol","rules_scroll_feature_description":"Scroll symbol appears randomly outside of reel zone.\nLanding 1 Scroll symbol in the main game triggers 7 Free Spins.\nScroll symbol can apear during Free Spins game and gives additional Free Spins, check Pattern Complete Feature description.","rules_wild_feature_title":"Wild symbol","rules_wild_feature_description":"Wild symbols substitute for all symbols, except Scroll symbol.\nWild symbols can appear in the Random event or Free Spins game only.\n","rules_random_feature_title":"Random event","rules_random_feature_description":"Random event can be activated during the main game only.\nRandom event triggers when the player finds the question mark (?), after that two random low paying symbols turn Wild symbols.\nRandom event and appearing of Scroll symbol can't trigger at the same time.\n","rules_fs_feature_title":"Free Spins game","rules_fs_feature_description":"Free Spins are played with the same bet as the spin that activates Free Spins.","rules_pattern_feature_title":"Pattern сomplete feature","rules_pattern_feature_description":"Magic Patterns consist of cells of the reel zone, arranged in a specific order and have own special feature, check Magic Pattern feature description.\nBefore Free Spins game begins, first Magic Pattern is displayed for player, and activates own Magic Pattern feature.\nIn order to complete Magic Pattern and trigger additional Magic Free Spins, you should form winning combinations at the positions of the Pattern till Free Spins ends. \nIf a Magic Pattern has been completed, then the Scroll symbol is landed outside of reel zone and the next Magic Pattern is shown to the player, which activates its new special feature to addition for feature of previous Magic Pattern.\nThe player gets an additional 5 Free Spins for completing the first Pattern, and 3 Free Spins for completing the second Pattern.\nThe player can get a maximum of 15 Free Spins.\nCompletion of the third Magic Pattern triggers Bonus game only.","rules_magic_pattern_feature_title":"Magic Pattern feature","rules_magic_pattern_feature_description":"1st Magic Pattern: During Free Spins three middle reels synchronize after each Free Spin. Three middle reels synchronize and always show the same combination of three symbols. For example, if the second reel shows a red rune, a blue rune and a green rune, then both the third and fourth reels will also show the red rune, the blue rune and the green rune.\n2d Magic Pattern: During Free Spins 2 random low paying symbols turn Wild after each Free Spin.\n3d Magic Pattern: During Free Spins Wilds expand over the reels after each Free Spin.\n","rules_bonus_feature_title":"Bonus game","rules_bonus_feature_description":"At the beginning of the Bonus game, you need to choose one of three fruits from Tree of Light.\nEach fruit gives a win multiplier from 2 to 4.\nTotal win is equal to the win during Free Spins game multiplied by the win multiplier.","calculate":"HOW TO CALCULATE PAYLINE WINS","calculate_description":"Count the number of identical symbols lined up in sequence on the payline both leftmost to right and rightmost to left.\nCheck the coefficient for the corresponding number of symbols shown in the Paytable.\nPayline win is equal coefficient multiplied by the bet.\nOnly the highest win on each payline, in each direction, is paid.","rtp_description":"The overall theoretical return to player is ${rtp}%.","rules_dated":"Malfunction voids all pays and plays.\nGame rules last updated 10.29.2020.","intro_title_1":"TREE OF LIGHT","intro_title_2":"RANDOM EVENT","intro_title_3":"FREE SPINS","intro_title_4":"MAGIC PATTERN FEATURE","intro_title_5":"PATTERN COMPLETE FEATURE","intro_title_6":"BONUS GAME","intro_pattern_title_1":"Synced Reels","intro_pattern_title_2":"Random Wilds","intro_pattern_title_3":"Expanding Wilds","win_over_text":"WIN OVER 1800x!","intro_description_1":"The Free Spins give you opportunities to win over 1800x!","intro_description_2":"2 random low paying symbols turn Wild.","intro_description_3":"Scroll symbol triggers Free Spins game and first Magic Pattern is displayed for player.","intro_description_4":"In order to complete Magic Pattern you should form winning combinations at the positions of the Pattern.","intro_description_5":"Each Pattern adds a new feature to Free Spins game.","intro_description_6":"After completing the third Magic Pattern you should choose one fruit which gives a win multiplier from 2 to 4.","pattern_popup_title_2":"Synced Reels + Random Wilds","pattern_popup_title_3":"Synced Reels + Random Wilds + Expanding Wilds","glossary_enable":"false"}